Ай Алина привееет. Весь день за городом был с 5% на телефоне, сообщение увидел, а ответить не смог(( в 11 по мск только до дома добрался.

жизнь моя хорошо, хах, пока без этих страшных слов и всего прочего, как-то удается отсрочить тяжелую взрослую жизнь, не знаю как долго продержусь)
к сессии готовлюсь по-тихоньку, хотя этот семестр какой-то ненасыщенный был.

у нас похожая погода, в апреле солнца вообще не было, в 20-х числах снег пошел, прям метель метель, а эту неделю уже +10 +15. как-то неуверенно приходит весна, но вот это весеннее настроение уже чувствуется)
А пленочный фотик это клево, давно не слышал про такие. Сейчас кажется, что по сравнению с телефонами/цифровыми фотоаппаратами его фотки как будто ценнее, их буквально потрогать можно, так что обязательно кидай)

Филармония с учителем русского звучит как то напряженно и очень необычно, ты прям герой!

эхх блин, вечная проблема нервов во время подготовки к егэ. грустно читать, что тебе так это дается. любые слова ободрения и "не волнуйся" ты наверняка слышала, хочется написать что-то другое, как то помочь, не знаю(

меня родители начали готовить еще в ноябре необычной фразой - "Делай что должен и будь что будет" (я в ноябре еще к егэ не готовился толком, а это уже запомнил). как бы сделай все, что можешь (или практически все), и тогда важность самого результата снижается, как и твоя ответственность за него, ты ж сделал все что мог.
и эта фраза достаточно плотно засела у меня в голове и, мне кажется, помогла.
во время подготовки и всяких пробников я был уверен, что делаю достаточно (я так за уроками с класса 6 не сидел, мне казалось это серьезно). сами экзамены прошли почти без нервов, я был очень уверен в том, что я сделал супер достаточно (что должен) во время подготовки (сейчас понимаю, что переоценил себя). а когда пришли результаты (после грустной матеши надеялся отыграться на инфе, но и на ней не получилось) тоже отнесся к ним как-то равнодушно (ну будь что будет и ладно), типа печально вздохнул, пару дней с грустью смотрел проходные баллы в военмех, всякие бончи и гуапы, хотя метил в политех, а это были запасные варианты. 
сложно придумать мораль истории, может, если бы я много волновался, работал до изнеможения, потрепал бы себе нервишки, я б учился в вузе по престижнее, но тут уже кому что важнее, наверное. у меня один одноклассник подготовкой к егэ заработал себе какие-то проблемы с нервами и даже ходил лечиться, что вообще некруто. Естественно, готовился он больше всех и знал больше всех, но при этом егэ написал меньше 270 (мне бы молчать с моими 250), но знал он на все 290, как по мне, вот просто не получилось и все.
да, это все индивидуально, может в мае это поздно писать, может ты это слышала, может это не поможет, но почему то захотел поделиться

Ну и конечно большая новая квартира это очень очень круто, рад за всех (особенно за котейку)) и фотки все крутые, особенно котик (уже взрослый кот) и закаты.
